---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionTopCutHeight
source: html/be3100ad-9e48-a4e2-503d-07c07c1ace18.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionTopCutHeight Property

"Top Cut Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionTopCutHeight { get; }
```